{
  "Dockerfile.vim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "black": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clojure.vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "conjure": { "branch": "master" },
  "conjure-locstack": { "branch": "master" },
  "conjure-macroexpand": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "editorconfig.nvim": { "branch": "master" },
  "everblush": { "branch": "main" },
  "fennel.vim": { "branch": "main" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "json5.vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "material.nvim": { "branch": "main" },
  "minimap.vim": { "branch": "master" },
  "neovim-session-manager": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-paredit": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-yarp": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "scratch.nvim": { "branch": "main" },
  "securemodelines": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "switch.vim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-asciidoc": { "branch": "master" },
  "vim-bufkill": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-hug-neovim-rpc": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-ocaml": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rename2": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-restructuredtext": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-sh": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-twig": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-xml": { "branch": "master" },
  "vim-z80": { "branch": "master" },
  "vlime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "yats.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" },
  "zprint.vim": { "branch": "master" }
}