{
  "Dockerfile.vim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "black": { "branch": "main" },
  "clojure.vim": { "branch": "indent-forms" },
  "coc.nvim": { "branch": "release" },
  "conjure": { "branch": "main" },
  "conjure-locstack": { "branch": "master" },
  "conjure-macroexpand": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "editorconfig.nvim": { "branch": "master" },
  "fennel.vim": { "branch": "main" },
  "fluent.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "jj-fugitive": { "branch": "main" },
  "json5.vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "minimap.vim": { "branch": "master" },
  "neovim-session-manager": { "branch": "master" },
  "nfnl": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-paredit": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "ocaml.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "scratch.nvim": { "branch": "main" },
  "securemodelines": { "branch": "master" },
  "sidebar.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "switch.vim": { "branch": "main" },
  "talon.vim": { "branch": "main" },
  "targets.vim": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "undotree": { "branch": "search" },
  "url-open": { "branch": "main" },
  "vim-asciidoc": { "branch": "master" },
  "vim-bufkill": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rename2": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-restructuredtext": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-sh": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-twig": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-xml": { "branch": "master" },
  "vim-z80": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "yats.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" },
  "zprint.vim": { "branch": "master" }
}
